[global]
DSCLabel.DSCLabel7.Text=作业画面代码
DSCLabel.DSCLabel2.Text=作业画面名称
DSCLabel.DSCLabel3.Text=主旨格式
DSCLabel.DSCLabel1.Text=作业画面URL
GlassButton.AnalyzeButton.Text=解析
DSCLabel.DSCLabel5.Text=AgentSchema
DSCLabel.DSCLabel10.Text=权限项目
DSCLabel.DSCLabel4.Text=说明
DSCCheckBox.SMWAAAA007.Text=本作业画面在无流程相关设定时是否改用维护作业模式显示字段
DSCTabPage.ToolBarSetting.Title=工具列设定
DSCCheckBox.SMWAAAA010.Text=是否使用此设定取代预设按钮显示设定
DSCCheckBox.SMWAAAA011.Text=
DSCCheckBox.SMWAAAA014.Text=
DSCCheckBox.SMWAAAA015.Text=
DSCCheckBox.SMWAAAA012.Text=
DSCCheckBox.SMWAAAA016.Text=
DSCCheckBox.SMWAAAA017.Text=
DSCCheckBox.SMWAAAA013.Text=
DSCCheckBox.SMWAAAA018.Text=
DSCCheckBox.SMWAAAA019.Text=
DSCTabPage.FieldsSetting.Title=画面字段设定
DSCLabel.DSCLabel21.Text=字段代号
DSCLabel.DSCLabel6.Text=字段类型
DSCLabel.DSCLabel8.Text=新增状态:
DSCCheckBox.SMWAAAB005.Text=显示 
DSCCheckBox.SMWAAAB006.Text=必填
DSCCheckBox.SMWAAAB007.Text=只读
DSCCheckBox.SMWAAAB008.Text=稽核
DSCLabel.DSCLabel9.Text=修改状态:
DSCCheckBox.SMWAAAB009.Text=显示 
DSCCheckBox.SMWAAAB010.Text=必填
DSCCheckBox.SMWAAAB011.Text=只读
DSCCheckBox.SMWAAAB012.Text=稽核
DSCLabel.DSCLabel11.Text=新增
DSCLabel.DSCLabel12.Text=显示
DSCLabel.DSCLabel13.Text=储存
DSCLabel.DSCLabel14.Text=删除
DSCLabel.DSCLabel15.Text=重新整理
DSCLabel.DSCLabel16.Text=历史纪录
DSCLabel.DSCLabel17.Text=回清单
DSCLabel.DSCLabel18.Text=打印凭证

[message]
QueryError1=主旨格式不合法
QueryError2=必须填写权限项目
QueryError3=必须填写AgentSchema
QueryError4=必须填写作业画面URL
QueryError5=请填入作业画面URL